#coding utf-8
#Задача 6
a = int(input("Введите a ="))
b = int(input("Введите b ="))
c = a**2 + b**2
P = a + b + c
print (p)
