coding utf-8
Задача №1
x = int(input("Введите x "))
y = 7*x+5
print(y)
Задача №2
w = int(input("Введите w"))
e = w*4
print (e)
Задача №3
p = 3.14
r = int(input("Введите r ="))
e = (p * 2)*r
print (e)
Задача №4
p = 3.14
d = int(input("Введите d"))
R = d/2
u= i*R**R
print (u)
